GM.Lang = {
    ['CommandNotFound'] = "Такой команды не найдено!",
    ['InvalidAmount'] = "Укажите корректную сумму!",
    ['NotEnoughMoney'] = "У вас недостаточно денег!",
    ['NoPlayerInFront'] = "Перед вами нет игрока!",
    ['CantGiveToSelf'] = "Вы не можете передать деньги самому себе!",
    ['MoneyDropped'] = "Вы выбросили %s$",
    ['MoneyGiven'] = "Вы передали %s$ игроку %s",
    ['MoneyReceived'] = "Игрок %s передал вам %s$",
    ['ToManyMoney'] = "Вы указали слишком большую сумму, лимит до %s$",
    ['InvalidJob'] = "Такой профессии не существует!",
    ['CantBecomeJob'] = "Вы не можете устроиться на эту работу!",
    ['JobChanged'] = "Вы устроились на работу: %s",
    ['ToFastJobChange'] = "Вы недавно заняли данную профессию подождите немного.",
    ['StopCommandSpamming'] = "Прекратите спамить командами!"
}
